/* Localizable strings */

"Basic"="Allgemein";
"Members"="Mitglieder";
"Volumes"="Gruppenordner";
"Groups"="Gruppen";
"Add..."="Hinzufügen …";
"Close"="Schließen";
"Users..."="Benutzer …";
"The group id is a duplicate."="Diese Gruppen-ID gibt es schon.";
"The short name is a duplicate."="Diesen Kurznamen gibt es schon.";
"Are you sure you want to continue saving?"="Möchten Sie mit dem Sichern fortfahren?";
"Cancel"="Abbrechen";
"Save"="Sichern";
"OK"="OK";
"Unable to save changes."="Kann Änderungen nicht sichern.";
"You must enter a valid server name."="Sie müssen einen gültigen Servernamen eingeben.";
"You must enter a valid URL."="Sie müssen eine gültige URL eingeben.";
"You must enter a valid directory name for this group."="Sie müssen einen gültigen Ordnernamen für diese Gruppe eingeben.";
"You must enter a valid id number for this group."="Sie müssen eine gültige ID für diese Gruppe eingeben.";
"You must enter a valid short name for this group."="Sie müssen einen gültigen Kurznamen für diese Gruppe eingeben.";
"kFullNameTooLong"="Der Gruppenname ist zu lang. Er muss weniger als 255 Zeichen enthalten.";
"kMissingOwnerName"="Sie müssen den Namen des Eigentümers eingeben, bevor Sie Ihre Änderungen sichern können.";
"Helvetica-Oblique"="Helvetica-Oblique";
"kLoadingMemberInfo"="Laden …";
"kMemberInfoNotFound"="Nicht gefunden";
"kBasicNameAlreadyInUse" =						"Der von Ihnen gewählte Name ist mit dem Namen einer anderen Gruppe unvereinbar.";
"kOKButtonTitle" =								"OK";
"kBasicNameAlreadyInUseMsg" =					"Sie können den Namen „%@“ nicht zwei verschiedenen Gruppen zuordnen. Beachten Sie bitte, dass bei Namen die Groß-/Kleinschreibung nicht berücksichtigt wird.";
"kUserItemType" =								"Benutzer";
"kGroupItemType" =								"Gruppe";
"Computers" =									"Computer";
"ComputerLists" =								"Computergruppe";
"kUpgradeButton" =								"Aktualisieren";
"kSureToUpgradeGroup" =							"Möchten Sie diese Gruppe wirklich aktualisieren?";
"kSureToUpgradeGroupMsg" =						"Beim Aktualisieren der Gruppe wird diese in ein neues Format umgewandelt, das die Gruppenmitgliedschaft im Attribut „GeneratedUID“ speichert. Dadurch können auch andere Einträge als nur Benutzereinträge zur Gruppe hinzugefügt werden. Mitglieder, die im Verzeichnis nicht vorhanden sind, werden entfernt. Dieser Vorgang kann nicht widerrufen werden.";

"kNoGroupWebServicesHostSelected" =				"(ohne)";

"kCantSaveTitle" =								"Die Änderungen konnten nicht gesichert werden.";
"kVolumesCantSaveEmptyOwnerMsg" =				"Falls ein Gruppenordner angegeben ist, muss ein Benutzer als Eigentümer für diesen Ordner ausgewählt werden.";

"kVolumesNoneHomeDirItem" =							"(ohne)";
"kVolumesSureToDeleteGroupDirItem" =				"Objekt dauerhaft löschen?";
"kVolumesSureToDeleteGroupDirItemMsg" =				"Möchten Sie „%@“ wirklich dauerhaft aus der Liste der Gruppenordner-Einstellungen löschen? Dieser Vorgang kann nicht widerrufen werden. Der Vorgang beeinflusst die Einstellungen für andere Gruppenordner nicht. Er verändert auch keine Dateien auf der Festplatte.";
"kVolumesDeleteGroupDirItem" =						"Löschen";
"kVolumesDontDeleteGroupDirItem" =					"Nicht löschen";

"kBasicGroupMembersOnly" =							"Nur Gruppenmitglieder";
"kBasicAuthedUsersOnly" =							"Angemeldete Benutzer";
"kBasicAnyone" =									"Alle";
"kBasicSomeGroupMembers" =							"Einige Gruppenmitglieder";
